Repository: Hamed-Zargham/hz-maintenance-mode-plugin-wordpress
Catalog: languages/hz-maintenance-mode-*.po
Languages: fa_ir

source: Temporarily restrict public access to your site during updates, maintenance, or development.
fa_ir: افزونه جلوگیری از دسترسی کاربران به سایت در حین انجام بروزرسانی‌، نگهداری یا توسعه.

source: Hamed Zargham
fa_ir: حامد ضرغام

source: Maintenance Mode Settings
fa_ir: تنظیمات افزونه hz maintenance mode

source: General Options
fa_ir: تنظیمات عمومی

source: Social Networks Options
fa_ir: تنظیمات شبکه های اجتماعی

source: Enable Maintenance Mode
fa_ir: فعال سازی حالت تعمیر و نگهداری

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Show Dashboard Link
fa_ir: نمایش لینک لاگین به پیشخوان وردپرس

source: Displays a link to the WordPress dashboard on the maintenance mode screen, allowing authorized users to log in
fa_ir: به منظور مهیا کردن امکان لاگین به سایت و دور زدن حالت تعمیر و نگهداری توسط کاربرانی که قبلاً در سایت ثبت نام کرده اند

source: Dashboard Link Text
fa_ir: متن لینک پیشخوان وردپرس

source: Dashboard link
fa_ir: لینک پیشخوان وردپرس

source: Dashboard Link Color
fa_ir: رنگ لینک پیشخوان وردپرس

source: Bypass Maintenance Mode for Logged-In Users
fa_ir: حالت تعمیر و نگهداری بر روی کاربرانی که لاگین کرده اند اعمال نشود

source: Administrators are always excluded from maintenance mode
fa_ir: حالت تعمیر و نگهداری بر روی ادمین های سایت نیز اعمال نخواهد شد

source: Bypass Maintenance Mode for Bots
fa_ir: حالت تعمیر و نگهداری بر روی بات ها اعمال نشود

source: Even if this option is unchecked, your SEO rankings will not be negatively affected, as we send a proper HTTP 503 status code to search engines and bots during maintenance mode
fa_ir: با توجه به کد http 503 که در حالت تعمیر و نگهداری ارسال می کنیم، غیر فعال کردن این گزینه تاثیر منفی بر روی سئو سایت نخواهد داشت

source: Robots Meta Tag
fa_ir: تگ متا robots

source: We recommend "noindex, nofollow" to prevent SEO issues and ranking drops
fa_ir: جهت سئو پیشنهاد می کنیم گزینه "noindex, nofollow" را انتخاب نمایید

source: Page Background Color
fa_ir: رنگ پس زمینه صفحه تعمیر و نگهداری جهت نمایش به کاربر

source: Heading Tag
fa_ir: تگ عنوان اصلی صفحه

source: Heading Text
fa_ir: متن عنوان اصلی صفحه

source: Enter heading text
fa_ir: متن عنوان را وارد کنید

source: Heading Color
fa_ir: رنگ عنوان اصلی

source: Description Text
fa_ir: متن توضیحات صفحه

source: Social Heading Tag
fa_ir: تگ عنوان شبکه های اجتماعی

source: Social Heading Text
fa_ir: متن عنوان شبکه های اجتماعی

source: Social Heading Color
fa_ir: رنگ عنوان بخش شبکه های اجتماعی

source: Social Icons Color
fa_ir: رنگ آیکون های شبکه های اجتماعی

source: Social Network URLs
fa_ir: آدرس شبکه های اجتماعی

source: Enter your page id at the end of each URL
fa_ir: آیدی پیج شبکه های اجتماعی خود را در انتهای هر یک از url های زیر وارد کنید

source: Facebook Page URL
fa_ir: آدرس صفحه فیسبوک

source: Instagram Page URL
fa_ir: آدرس پیج اینستاگرام

source: Linkedin Page URL
fa_ir: آدرس پروفایل لینکدین

source: Telegram Channel URL
fa_ir: آدرس کانال تلگرام

source: Twitter Page URL
fa_ir: آدرس صفحه توییتر

source: Youtube Channel URL
fa_ir: آدرس کانال یوتیوب

source: Settings
fa_ir: تنظیمات
